/* Genre 20 from http://www.apple.com/itunes/affiliates/resources/documentation/genre-mapping.html */
"Alternative" = "Alternative";

/* Genre 29 from http://www.apple.com/itunes/affiliates/resources/documentation/genre-mapping.html */
"Anime" = "Anime";

/* Genre 2 from http://www.apple.com/itunes/affiliates/resources/documentation/genre-mapping.html */
"Blues" = "Blues";

/* Genre 1122 from http://www.apple.com/itunes/affiliates/resources/documentation/genre-mapping.html */
"Brazilian" = "Brazilian";

/* Genre 4 from http://www.apple.com/itunes/affiliates/resources/documentation/genre-mapping.html */
"Children’s Music" = "Children’s Music";

/* Genre 22 from http://www.apple.com/itunes/affiliates/resources/documentation/genre-mapping.html */
"Christian & Gospel" = "Christian & Gospel";

/* Genre 5 from http://www.apple.com/itunes/affiliates/resources/documentation/genre-mapping.html */
"Classical" = "Classical";

/* Genre 3 from http://www.apple.com/itunes/affiliates/resources/documentation/genre-mapping.html */
"Comedy" = "Comedy";

/* Genre 6 from http://www.apple.com/itunes/affiliates/resources/documentation/genre-mapping.html */
"Country" = "Country";

/* Genre 17 from http://www.apple.com/itunes/affiliates/resources/documentation/genre-mapping.html */
"Dance" = "Dance";

/* Genre 50000063 from http://www.apple.com/itunes/affiliates/resources/documentation/genre-mapping.html */
"Disney" = "Disney";

/* Genre 25 from http://www.apple.com/itunes/affiliates/resources/documentation/genre-mapping.html */
"Easy Listening" = "Easy Listening";

/* Genre 7 from http://www.apple.com/itunes/affiliates/resources/documentation/genre-mapping.html */
"Electronic" = "Electronic";

/* Genre 28 from http://www.apple.com/itunes/affiliates/resources/documentation/genre-mapping.html */
"Enka" = "Enka";

/* Genre 50 from http://www.apple.com/itunes/affiliates/resources/documentation/genre-mapping.html */
"Fitness & Workout" = "Fitness & Workout";

/* Genre 50000064 from http://www.apple.com/itunes/affiliates/resources/documentation/genre-mapping.html */
"French Pop" = "French Pop";

/* Genre 50000068 from http://www.apple.com/itunes/affiliates/resources/documentation/genre-mapping.html */
"German Folk" = "German Folk";

/* Genre 50000066 from http://www.apple.com/itunes/affiliates/resources/documentation/genre-mapping.html */
"German Pop" = "German Pop";

/* Genre 18 from http://www.apple.com/itunes/affiliates/resources/documentation/genre-mapping.html */
"Hip-Hop/Rap" = "Hip-Hop/Rap";

/* Genre 8 from http://www.apple.com/itunes/affiliates/resources/documentation/genre-mapping.html */
"Holiday" = "Holiday";

/* Genre 53 from http://www.apple.com/itunes/affiliates/resources/documentation/genre-mapping.html */
"Instrumental" = "Instrumental";

/* Genre 27 from http://www.apple.com/itunes/affiliates/resources/documentation/genre-mapping.html */
"J-Pop" = "J-Pop";

/* Genre 11 from http://www.apple.com/itunes/affiliates/resources/documentation/genre-mapping.html */
"Jazz" = "Jazz";

/* Genre 51 from http://www.apple.com/itunes/affiliates/resources/documentation/genre-mapping.html */
"K-Pop" = "K-Pop";

/* Genre 52 from http://www.apple.com/itunes/affiliates/resources/documentation/genre-mapping.html */
"Karaoke" = "Karaoke";

/* Genre 30 from http://www.apple.com/itunes/affiliates/resources/documentation/genre-mapping.html */
"Kayokyoku" = "Kayokyoku";

/* Genre 12 from http://www.apple.com/itunes/affiliates/resources/documentation/genre-mapping.html */
"Latino" = "Latino";

/* Genre 13 from http://www.apple.com/itunes/affiliates/resources/documentation/genre-mapping.html */
"New Age" = "New Age";

/* Genre 9 from http://www.apple.com/itunes/affiliates/resources/documentation/genre-mapping.html */
"Opera" = "Opera";

/* Genre 14 from http://www.apple.com/itunes/affiliates/resources/documentation/genre-mapping.html */
"Pop" = "Pop";

/* Genre 15 from http://www.apple.com/itunes/affiliates/resources/documentation/genre-mapping.html */
"R&B/Soul" = "R&B/Soul";

/* Genre 24 from http://www.apple.com/itunes/affiliates/resources/documentation/genre-mapping.html */
"Reggae" = "Reggae";

/* Genre 21 from http://www.apple.com/itunes/affiliates/resources/documentation/genre-mapping.html */
"Rock" = "Rock";

/* Genre 10 from http://www.apple.com/itunes/affiliates/resources/documentation/genre-mapping.html */
"Singer/Songwriter" = "Singer/Songwriter";

/* Genre 16 from http://www.apple.com/itunes/affiliates/resources/documentation/genre-mapping.html */
"Soundtrack" = "Soundtrack";

/* Genre 50000061 from http://www.apple.com/itunes/affiliates/resources/documentation/genre-mapping.html */
"Spoken Word" = "Spoken Word";

/* Genre 23 from http://www.apple.com/itunes/affiliates/resources/documentation/genre-mapping.html */
"Vocal" = "Vocal";

/* Genre 19 from http://www.apple.com/itunes/affiliates/resources/documentation/genre-mapping.html */
"World" = "World";

